*&---------------------------------------------------------------------*
*& Report ZD_052_Z03_01_1
*&---------------------------------------------------------------------*
*&
*&---------------------------------------------------------------------*
REPORT ZD_052_Z03_01_1.
" AS 구문을 사용해 칼럼 명에 별명을 붙일 수 있음

DATA gv_d TYPE sflight-carrid.
SELECT SINGLE carrid AS A FROM sflight INTO gv_d. "임의로 1개 반환함

WRITE gv_d.

----------------------------------------------------------------------------------
Extracted by Mass Download version 1.5.5 - E.G.Mellodew. 1998-2023. Sap Release 753
